Repository: OwnGoalStudio/GhostVT
Catalog: iGhostty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Themes come from the Ghostty theme catalog and apply to every tab in every window.
de: Die Themes stammen aus dem Ghostty-Theme-Katalog und gelten für jeden Tab in jedem Fenster.
es: Los temas provienen del catálogo de temas de Ghostty y se aplican a todas las pestañas de todas las ventanas.
fr: Les thèmes proviennent du catalogue de thèmes Ghostty et s’appliquent à tous les onglets de toutes les fenêtres.
it: I temi provengono dal catalogo dei temi di Ghostty e si applicano a tutte le schede in tutte le finestre.
ja: テーマは Ghostty のテーマカタログから提供され、すべてのウインドウのすべてのタブに適用されます。
ko: 테마는 Ghostty 테마 카탈로그에서 제공되며 모든 윈도우의 모든 탭에 적용됩니다.
pt_br: Os temas vêm do catálogo de temas do Ghostty e se aplicam a todas as abas de todas as janelas.
ru: Темы берутся из каталога тем Ghostty и применяются ко всем вкладкам во всех окнах.
zh_hans: 主题来自 Ghostty 主题库，将应用于所有窗口和标签页。
zh_hant: 主題來自 Ghostty 主題庫，將套用至所有視窗與分頁。

source: This closes every terminal and stops everything running in them.
de: Alle Terminals werden geschlossen und alles beendet, was darin läuft.
es: Se cerrarán todos los terminales y se detendrá todo lo que se esté ejecutando en ellos.
fr: Tous les terminaux seront fermés et tout ce qui s’y exécute sera arrêté.
it: Tutti i terminali verranno chiusi e tutto ciò che vi è in esecuzione verrà interrotto.
ja: すべてのターミナルを閉じ、実行中のプログラムをすべて終了します。
ko: 모든 터미널을 닫고 그 안에서 실행 중인 모든 항목을 중단합니다.
pt_br: Todos os terminais serão fechados e tudo o que estiver em execução neles será interrompido.
ru: Все терминалы будут закрыты, а всё, что в них запущено, — остановлено.
zh_hans: 这将关闭所有终端，并终止其中运行的所有程序。
zh_hant: 這將關閉所有終端機，並終止其中正在執行的所有程式。

source: This closes the terminal and stops everything running in it.
de: Das Terminal wird geschlossen und alles beendet, was darin läuft.
es: Se cerrará el terminal y se detendrá todo lo que se esté ejecutando en él.
fr: Le terminal sera fermé et tout ce qui s’y exécute sera arrêté.
it: Il terminale verrà chiuso e tutto ciò che vi è in esecuzione verrà interrotto.
ja: ターミナルを閉じ、実行中のプログラムをすべて終了します。
ko: 터미널을 닫고 그 안에서 실행 중인 모든 항목을 중단합니다.
pt_br: O terminal será fechado e tudo o que estiver em execução nele será interrompido.
ru: Терминал будет закрыт, а всё, что в нём запущено, — остановлено.
zh_hans: 这将关闭该终端，并终止其中运行的所有程序。
zh_hant: 這將關閉此終端機，並終止其中正在執行的所有程式。

source: This terminal is already open in another window.
de: Dieses Terminal ist bereits in einem anderen Fenster geöffnet.
es: Este terminal ya está abierto en otra ventana.
fr: Ce terminal est déjà ouvert dans une autre fenêtre.
it: Questo terminale è già aperto in un’altra finestra.
ja: このターミナルは別のウインドウで開かれています。
ko: 이 터미널은 다른 윈도우에서 이미 열려 있습니다.
pt_br: Este terminal já está aberto em outra janela.
ru: Этот терминал уже открыт в другом окне.
zh_hans: 该终端已在其他窗口中打开。
zh_hant: 該終端機已在其他視窗中開啟。

source: This terminal no longer exists.
de: Dieses Terminal existiert nicht mehr.
es: Este terminal ya no existe.
fr: Ce terminal n’existe plus.
it: Questo terminale non esiste più.
ja: このターミナルは存在しません。
ko: 이 터미널은 더 이상 존재하지 않습니다.
pt_br: Este terminal não existe mais.
ru: Этот терминал больше не существует.
zh_hans: 该终端已不存在。
zh_hant: 該終端機已不存在。

source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
es: Mostrar u ocultar la barra lateral
fr: Afficher/masquer la barre latérale
it: Mostra/nascondi la barra laterale
ja: サイドバーの表示切り替え
ko: 사이드바 표시/숨기기
pt_br: Mostrar/ocultar barra lateral
ru: Показать или скрыть боковую панель
zh_hans: 显示或隐藏边栏
zh_hant: 顯示或隱藏側邊欄

source: Too many terminals are open. Close one and try again.
de: Es sind zu viele Terminals geöffnet. Schließe eines und versuche es erneut.
es: Hay demasiados terminales abiertos. Cierra uno e inténtalo de nuevo.
fr: Trop de terminaux sont ouverts. Fermez-en un, puis réessayez.
it: Ci sono troppi terminali aperti. Chiudine uno e riprova.
ja: 開いているターミナルが多すぎます。1 つ閉じてから、もう一度お試しください。
ko: 열려 있는 터미널이 너무 많습니다. 하나를 닫고 다시 시도하세요.
pt_br: Há terminais demais abertos. Feche um e tente novamente.
ru: Открыто слишком много терминалов. Закройте один и повторите попытку.
zh_hans: 打开的终端数量已达上限。请关闭一个终端后再试。
zh_hant: 開啟的終端機數量已達上限。請關閉一個終端機後再試。

source: Up Arrow
de: Pfeil oben
es: Flecha arriba
fr: Flèche haut
it: Freccia su
ja: 上矢印
ko: 위쪽 화살표
pt_br: Seta para cima
ru: Стрелка вверх
zh_hans: 向上键
zh_hant: 向上鍵

source: Up to three characters, sent exactly as typed. A single letter works with Control just like a letter on the keyboard.
de: Bis zu drei Zeichen, genau so gesendet, wie sie eingegeben werden. Ein einzelner Buchstabe funktioniert mit Control genau wie ein Buchstabe auf der Tastatur.
es: Hasta tres caracteres, enviados tal como se escriben. Una sola letra funciona con Control igual que una letra del teclado.
fr: Jusqu’à trois caractères, envoyés tels qu’ils sont saisis. Une seule lettre fonctionne avec Contrôle comme une lettre du clavier.
it: Fino a tre caratteri, inviati esattamente come vengono digitati. Una singola lettera funziona con Control proprio come una lettera della tastiera.
ja: 最大 3 文字を、入力したとおりに送信します。1 文字のときは、キーボードの文字と同じように Control と組み合わせて使えます。
ko: 최대 3자를 입력한 그대로 보냅니다. 한 글자일 때는 키보드의 글자와 똑같이 Control과 함께 사용할 수 있습니다.
pt_br: Até três caracteres, enviados exatamente como digitados. Uma única letra funciona com Control como qualquer letra do teclado.
ru: До трёх символов, отправляются ровно так, как введены. Одна буква работает с Control так же, как буква на клавиатуре.
zh_hans: 最多输入 3 个字符，按原样发送。单个字母可与 Control 键组合使用，效果与键盘上的字母键相同。
zh_hant: 最多輸入 3 個字元，並將按原樣送出。單一字母可與 Control 鍵組合使用，效果與鍵盤上的字母按鍵相同。

source: Verbose Terminal Log
de: Ausführliches Terminalprotokoll
es: Registro detallado del terminal
fr: Journal détaillé du terminal
it: Log dettagliato del terminale
ja: 詳細なターミナルログ
ko: 자세한 터미널 로그
pt_br: Log detalhado do terminal
ru: Подробный журнал терминала
zh_hans: 详细终端日志
zh_hant: 詳細終端機日誌

source: Writes key routing, IME, and terminal output traces to the system log (idevicesyslog or Console.app). Keystrokes appear in the log while this is on.
de: Schreibt Tastenrouting-, Eingabemethoden- und Terminalausgabe-Traces in das Systemprotokoll (idevicesyslog oder Konsole). Solange dies aktiv ist, erscheinen Tastenanschläge im Protokoll.
es: Escribe trazas del enrutamiento de teclas, del método de entrada y de la salida del terminal en el registro del sistema (idevicesyslog o Consola). Mientras esté activado, las pulsaciones aparecen en el registro.
fr: Écrit les traces du routage des touches, de la méthode de saisie et de la sortie du terminal dans le journal système (idevicesyslog ou Console). Tant que cette option est active, les frappes apparaissent dans le journal.
it: Scrive nel log di sistema (idevicesyslog o Console) le tracce di instradamento dei tasti, dell'IME e dell'output del terminale. Finché è attivo, i tasti premuti compaiono nel log.
ja: キールーティング、IME、ターミナル出力のトレースをシステムログ（idevicesyslog または Console.app）に書き込みます。オンの間、キー入力がログに記録されます。
ko: 키 라우팅, 입력기, 터미널 출력 추적을 시스템 로그(idevicesyslog 또는 Console.app)에 기록합니다. 켜져 있는 동안 키 입력이 로그에 나타납니다.
pt_br: Grava rastros de roteamento de teclas, IME e saída do terminal no log do sistema (idevicesyslog ou Console). Enquanto estiver ativado, as teclas digitadas aparecem no log.
ru: Записывает трассировку маршрутизации клавиш, метода ввода и вывода терминала в системный журнал (idevicesyslog или Console.app). Пока включено, нажатия клавиш попадают в журнал.
zh_hans: 将按键路由、输入法及终端输出的追踪记录写入系统日志（idevicesyslog 或“控制台”）。开启后，日志中将包含按键输入内容。
zh_hant: 將按鍵路由、輸入法及終端機輸出的追蹤記錄寫入系統日誌（idevicesyslog 或「主控台」）。開啟後，日誌中將包含按鍵輸入內容。

source: %lld Tabs
es: %lld pestañas
fr: %lld onglets
it: %lld schede
ja: %lld 個のタブ
ko: 탭 %lld개
pt_br: %lld abas
ru: %lld вкладки
zh_hans: %lld 个标签页
zh_hant: %lld 個分頁

source: Command
es: Comando
fr: Commande
it: Comando

source: Option
es: Opción
it: Opzione

source: Tabs
es: Pestañas
fr: Onglets
it: Schede
ja: タブ
ko: 탭
pt_br: Abas
ru: Вкладки
zh_hans: 标签页
zh_hant: 分頁

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本

source: Control
fr: Contrôle

source: Escape
fr: Échap
it: Esc

source: Terminal
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端
zh_hant: 終端機
